<div class="content app-about">
    <div class="container">
        <div class="row">
            <div class="col">
                <p class="lead">
                    Тема выпускной квалификационной работы посвящена разработке WEB приложения, с
                    встроенной системой парсера на
                    базе информационно сайта, написанного на языке гипертекстовой разметки HTML и на языке
                    программирования PHP, и
                    базирующего на собственном выделенном сервера с настроенной операционной системой Linux и
                    необходимых набора
                    пакет. На данном сайте предоставлена информация о продукции некоторых сетевых аптек.
                </p>
                <p>
                    Целью работы является разработка WEB приложения с встроенной системой парсинга на базе
                    информационно портала, предоставляющий доступ к собранной информации с различных сайтов
                    одинаковой тематике.
                </p>
            </div>
        </div>
        <hr>
        <div class="row">
            <div class="col">
                <h3 class="h3 text-white">
                    В связи с поставленной целью решаются следующие задачи:
                </h3>
                <ul class="list-group">
                    <li class="list-group-item text-secondary">исследовать существующие аналоги программного продукта и
                        выявить их
                        достоинства и недостатки;</li>
                    <li class="list-group-item text-secondary">изучить историю и теорию WEB дизайна;</li>
                    <li class="list-group-item text-secondary">разработать концептуальную модель портала;</li>
                    <li class="list-group-item text-secondary">произвести тестирование визуального представления
                        информации
                        пользователю;</li>
                </ul>
            </div>
        </div>
        <hr>
        <div class="row">
            <div class="col">
                <dl class="row">
                    <dt class="col-sm-3">Задача</dt>
                    <dd class="col-sm-9">Создать и реализовать WEB приложение, обеспечивающие поддержку актуальной
                        информации о перечини товаров, их краткому описанию и цен в определенном перечини сетевых аптек
                        и визуально продемонстрировать их пользователю, с использованием языка программирования «PHP».
                    </dd>
                </dl>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <p>
                    Проект создается на языке гипертекстовой разметки «HTML» и каскадной таблицы стилей «CSS» с
                    использованием скриптового языка программирования «PHP» и реляционной системой управления базами
                    данных «MySQL».
                </p>
            </div>
        </div>




    </div>
</div>